export default
{
	'general': {
		'Iam': "Я",
		'Rusya': "Руся",
		'Belkin': "Белкін",
		'or': 'або',
		'just': 'проста',
		'Q': 'Прывітанне!',
		'title': "Я цікавлюся шматамі рэчаў, але гэта маё прыярытэтнае",
		'web': "вэб",
		'minecraft': "майнкрафт",
		'youtube': "ютуб",
		'java': 'джава',
		'music': "музыка"
	},
	'other': {
		'I': 'Я',
		'Koshka': 'Кошка',
		'Not I': 'Не я.',
		'Kyddiekafka - I recommend': 'Kyddiekafka - Я рэкамендую.',
	},
	'title': {
		'skills': {
			'title': 'Навыкі',
			'subtitle': 'гэта нешта, з чым я часта працую ці цікавлюся',
		},
		'projects': {
			'title': 'Мае праекты',
			'subtitle': 'тут існуюць як вэб-праекты, так і іншыя',
		},
		'contacts': {
			'title': 'Зваротная сувязь',
			'subtitle': 'ніжэй знаходзяцца спасылкі на сеткі, напішыце мне і я буду рады адказаць вам!',
			'formTitle': 'Запоўніце форму і пішыце мне, калі вам занадта ледзьве перайсці па спасылках злева.',
		},
		'interests': {
			'title': 'Нейкі тэматычны контент',
			'subtitle': 'спасылкі на мае каналы',
		},
	},
	'whois': {
		'frontend dev': "Фронтэнд-распрацоўшчык",
		'almost a web designer': 'працуе практычна як вэб-дызайнер',
		'gentleman': 'джэнтэльмен',
		'genius': "геній",
		'own a computer': "власнік кампутара",
		'human XXI': "чалавек, нараджаны ў 21 стагоддзі",
		'sage': "мудрак",
		'minecrafter': "гульцоў Minecraft"
	},
	'servical': {
		'settings': 'Налады',
		'expand': "Разгарнуць",
		'widget': 'Віджэт',
		'hide': "Схаваць",
		'sources': "Крыніцы",
		'demo': "Дэма",
		'since': 'з',
		'pronouns': 'Займеннікі',
		'about me': 'Пра мяне',
		'Currently listening on Spotify': 'Цяпер слухае ў Spotify',
		'Offline': 'Афлайн',
		'tooltip-link': 'Перайсці па спасылцы',
		'form': {
			'input': {
				'placeholder': {
					'name': 'Як вас звалі?',
					'topic': 'Тэма паведамлення',
					'contact': 'Як з вамі звязацца? (неабавязкова)'
				}
			},
			'textarea': {
				'placeholder': {
					'message': 'Сама паведамленне'
				},
				'label': 'Паспрабуйце скоратка выказаць сутнасць.'
			},
			'select': {
				'title': 'Куды пісаць?'
			},
			'button': {
				'title': 'Даслаць паведамленне'
			}
		},
		'usefulLinks': 'Карысныя спасылкі'
	},
	'skills': {
		'title': "Навыкі",
		'subtitle': "гэта тое, з чым я працую або цікавлюся",
		'languages': "Мовы",
		'frameworks': "Фрэймворкі",
		'tools': "Інструменты",
		'libs': "Бібліятэкі",
		'datebases': "Базы дадзеных",
	},
	'settings': {
		"features": {
			"weather": {
				"title": "Змена надвор'я",
				"rain": "Дождж",
				"snow": "Снег",
				"clean": "Сонца"
			},
			"theme": {
				"title": "Змена тэмы",
				'dark': 'Цёмная',
				'light': 'Светлая',
				'mycolor': 'Мая калерная схема',
			},
			"language": {
				"title": "Змяніць мову",
				'english': 'English',
				'russian': 'Рускі',
				'jewish': "іўрыт",
				'ukrainian': "Украінскі",
				'belarus': "Беларускі",
				'kazakh': "Казахскі"
			}
		}
	},
	"support": {
		"donate": "Ніжэй спосабы, як можна дапамагчы матэрыяльна",
		"help": "Дапамагчы",
		"studio": "А таксама, калі вы маеце патрэбу ў добрым, які прадае ваш тавар, сайце, звяртаецца ў маю студыю"
	},
	'header': {
		'widget': 'Віджэт',
		"support": "Заданаціць",
		"work": "Зваротная сувязь/заказы",
		"sources": "Зыходнікі"
	},
	'interests': {
		'network': "Сетка",
		'channelName': "Канал",
		'subscriptions': "Падпіскі",
		'topic': "Тэма"
	},
	'projects': {
		"spotify": {
			"title": "Спотіфай",
			"description": "Што-то падобнае на Spotify, але з абмежаванай функцыянальнасцю. Кожны карыстальнік можа загрузіць свой трэк і паслухаць яго. Усе дададзеныя трэкі бачны ўсім."
		},
		"fasberryWeb": {
			"title": "Сайт майго праекта па Minecraft",
			"description": "Мой першы праект. Змяшчае асноўную інфармацыю пра праект Fasberry."
		},
		'profilepage': {
			'title': "Профільная старонка",
			'description': "Асабістая старонка з усёй інфармацыяй пра Рус Белкіна, на ўласным фактычным месцы перабування."
		}
	},
	"metadata": {
		"description": "Прывітанне! Я pureawake. Тут вы можаце даведацца больш пра мяне, мае хабы і навыкі."
	}
} as const