export default
{
	'general': {
		'Iam': "Мен",
		'Rusya': "Руся",
		'Belkin': "Белкин",
		'or': 'немесе',
		'just': 'жалған',
		'Q': 'Сәлем!',
		'title': "Бірдеңе неше қызықтылықтармен мақтанамын, бірақ бұл менің басыма келетіндерім",
		'web': "веб",
		'minecraft': "minecraft",
		'youtube': "youtube",
		'java': 'java',
		'music': "музыка"
	},
	'other': {
		'I': 'Мен',
		'Koshka': 'Кішкі',
		'Not I': 'Мен емес.',
		'Kyddiekafka - I recommend': 'Kyddiekafka - ұсынамын.',
	},
	'title': {
		'skills': {
			'title': 'Дағдылар',
			'subtitle': 'мен көп жұмыс істей алу немесе мүдделенуім келетін нестенін',
		},
		'projects': {
			'title': 'Менің проекттерім',
			'subtitle': 'осында вебмен байланысты проекттер, басқалар да бар',
		},
		'contacts': {
			'title': 'Хабарлама',
			'subtitle': 'ағылшынша мақалалар тілеу, бірақ негізгі сілтемелерді қойу мүмкін, бұл кейінгіде қауіпсіз, бірақ негізгі сілтемелерді қойу мүмкін',
			'formTitle': 'Форманы толтырып, сілтемелерді басып, қалдаған сілтемелерді қолданбаңыз.'
		},
		'interests': {
			'title': 'Мазмұн жасау туралы кейіпкерлік',
			'subtitle': 'менің каналдарға сілтемелер',
		},
	},
	'whois': {
		'frontend dev': "Фронтенд дамытушы",
		'almost a web designer': 'кейбір веб-дизайнер',
		'gentleman': 'жентльмен',
		'genius': "гений",
		'own a computer': "компьютерді өзіме арнайтын",
		'human XXI': "XXI ғасырда туған адам",
		'sage': "білімді",
		'minecrafter': "minecraft ойыншы"
	},
	'servical': {
		'settings': 'Параметрлер',
		'expand': "Кеңейту",
		'widget': 'Виджет',
		'hide': "Жасыру",
		'sources': "Қауымдалулар",
		'demo': "Демо",
		'since': 'с',
		'pronouns': 'Менің түйіндемелерім',
		'about me': 'Мен туралы',
		'Currently listening on Spotify': 'Спотифайдан аудар',
		'Offline': 'Офлайн',
		'tooltip-link': 'Сілтемеге бару',
		'form': {
			'input': {
				'placeholder': {
					'name': 'Сенің атың кім?',
					'topic': 'Хабарламаның тақырыбы',
					'contact': 'Сізбен қалай хабарласу керек? (міндетті емес)'
				},
			},
			'textarea': {
				'placeholder': {
					'message': 'Өздік хабар'
				},
				'label': 'Сөзді қысқа айтып көріңіз.'
			},
			'select': {
				'title': 'Қай жерге жазу керек?'
			},
			'button': {
				'title': 'Хабарлама жіберу'
			}
		},
		'usefulLinks': 'Пайдалы сілтемелер'
	},
	'skills': {
		'title': "Дағдылар",
		'subtitle': "мен көп жұмыс істей алу немесе мүдделенуім келетін нестенін",
		'languages': "Тілдер",
		'frameworks': "Фреймворктер",
		'tools': "Құралдар",
		'libs': "Кітапханалар",
		'datebases': "Деректемені ақпараттандыру"
	},
	'settings': {
		"features": {
			"weather": {
				"title": "Ауа өзгерту",
				"rain": "Жау",
				"snow": "Қар",
				"clean": "Күн"
			},
			"theme": {
				"title": "Тақырыпты өзгерту",
				'dark': 'Қара',
				'light': 'Жарық',
				'mycolor': 'Ұлпыту',
			},
			"language": {
				"title": "Тілді өзгерту",
				'english': 'English',
				'russian': 'Русский',
				'jewish': "Иврит",
				'ukrainian': "Украинский",
				'belarus': "Беларуский",
				'kazakh': "қазақ"
			}
		}
	},
	'interests': {
		'network': "Желі",
		'channelName': "Канал",
		'subscriptions': "Жазылулар",
		'topic': "Тақырып"
	},
	'projects': {
		"spotify": {
			"title": "Спотифай",
			"description": "Spotifyға ұқсас, бірақ функционалдық мүмкіндігі шектелген. Кез-келген пайдаланушы өзінің трекін жүктеуі мүмкін және оны тыңдайды. Қосылған тректерді барлығы көрінеді."
		},
		"fasberryWeb": {
			"title": "Майнкрафт проектімнің веб-сайты",
			"description": "Менің ең бірінші проектім. Fasberry проекті туралы негізгі ақпараттық ақпараттарын қамтыған."
		},
		'profilepage': {
			'title': "Профиль-бет",
			'description': "Мен туралы барлық ақпараттыңыз, себебі, қайда болғаныңыз."
		}
	},
	"metadata": {
		"description": "Сәлем! Мен pureawake. Мен туралы көбірек ақпарат алуға болады, мінде маған, маған қызықтықтарым мен мамандандыруларым туралы."
	}
} as const