export default {
	'general': {
		'Iam': `Я`,
		'Rusya': `Руся`,
		'Belkin': `Белкин`,
		'or': 'или',
		'just': 'просто',
		'belka': 'белка',
		'Q': 'Ку!',
		'title': "Я интересуюсь многим, но в приоритете",
		'web': "веб",
		'minecraft': "майнкрафт",
		'youtube': "ютуб",
		'java': 'джава',
		'music': "музыка"
	},
	'other': {
		'I': 'Я',
		'Koshka': 'Кошка',
		'Not I': 'Не я.',
		'Kyddiekafka - I recommend': 'Kyddiekafka - советую.',
	},
	'title': {
		'skills': {
			'title': 'Скиллы',
			'subtitle': 'это то, с чем я часто работаю или интересуюсь',
		},
		'projects': {
			'title': 'Мои проекты',
			'subtitle': 'здесь как и проекты, связанные с вебом, так и другие',
		},
		'contacts': {
			'title': 'Обратная связь',
			'subtitle': 'нынче опасно оставлять ссылки на свои сети, но почему нет',
			'formTitle': 'Заполни форму и напиши мне, если настолько лень переходить по ссылкам слева.',
		},
		'interests': {
			'title': 'Что-то из разряда создания контента',
			'subtitle': 'ссылки на мои каналы',
		},
	},
	"support": {
		"donate": "Ниже способы, как можно помочь материально",
		"help": "Помочь",
		"studio": "А также, если вы нуждаетесь в хорошем, продающий ваш товар, сайте, обращаетсь в мою студию"
	},
	'header': {
		'widget': 'Виджет',
		"support": "Задонатить",
		"work": "Обратная связь/заказы",
		"sources": "Исходники"
	},
	'servical': {
		'settings': 'Настройки',
		'copyed': "Адрес скопирован",
		"click": "кликни",
		"copyaction": "Кликни, чтобы скопировать",
		'expand': "Раскрыть",
		'hide': "Скрыть",
		'sources': "Исходники",
		'demo': "Демо",
		'since': 'с',
		'pronouns': 'Местоимения',
		'about me': 'О себе',
		'Currently listening on Spotify': 'Сейчас слушает в Spotify',
		'Offline': 'Оффлайн',
		'tooltip-link': 'Перейти по ссылке',
		'form': {
			'input': {
				'placeholder': {
					'name': 'Как тебя зовут?',
					'topic': 'Тема сообщения',
					'contact': 'Как с вами связаться? (опционально)'
				}
			},
			'textarea': {
				'placeholder': {
					'message': 'Само сообщение'
				},
				'label': 'Постарайтесь изложить суть коротко.'
			},
			'select': {
				'title': 'Куда писать?'
			},
			'button': {
				'title': 'Написать'
			},
		},
		'usefulLinks': 'Полезные ссылки'
	},
	'whois': {
		'frontend dev': "Фронтенд разработчик",
		'almost a web designer': 'почти веб-дизайнер',
		'gentleman': 'джентельмен',
		'genius': "гений",
		'own a computer': "владелец компьютера",
		'human XXI': "человек, родившийся в 21 веке",
		'sage': "мудрец",
		'minecrafter': "майнкрафтер"
	},
	'skills': {
		'title': "Скиллы",
		'subtitle': "это то, с чем я работаю или интересуюсь",
		'languages': "Языки",
		'frameworks': "Фреймворки",
		'tools': "Инструменты",
		'libs': "Библиотеки",
		'datebases': "Базы данных",
	},
	'settings': {
		"features": {
			"weather": {
				"title": "Изменить погоду",
				"rain": "Дождь",
				"snow": "Снег",
				"clean": "Ясная"
			},
			"theme": {
				"title": "Изменить тему",
				'dark': 'Тёмная',
				'light': 'Светлая',
				'mycolor': 'Моя цветовая схема',
			},
			"language": {
				"title": "Изменить язык",
				'english': 'English',
				'russian': 'Русский',
				'jewish': "Иврит",
				'ukrainian': "Украинский",
				'belarus': "Беларуский",
				'kazakh': "Казахский"
			}
		}
	},
	'interests': {
		'network': "Сеть",
		'channelName': "Канал",
		'subscriptions': "Подписчиков",
		'topic': "Тема"
	},
	'projects': {
		'spotify': {
			'title': "Smotify",
			'description': "Что-то вроде Spotify, но с ограниченным функционалом. Любой пользователь может загрузить свой трек и послушать его. Все добавленныe треки, видны всем.",
		},
		'fasberryWeb': {
			'title': "Сайт моего проекта по майнкрафту",
			'description': "Самый первый мой проект. Содержит основную информацию о проектe Fasberry, справочник по игре и т.д.",
		},
		'profilepage': {
			'title': "Страница-профиль",
			'description': "Личная страница со всей информацией о Русе Белкине, собственно где вы сейчас и находитесь."
		}
	},
	"metadata": {
		"description": "Ку! Я pureawake. Здесь вы можете узнать больше обо мне, моих интересах и скиллах."
	}
} as const